Repository: iconmix/skins-addons
Catalog: script.iconmixtools/resources/language/*/strings.po
Languages: french

# #32502
source: Update all
french: Mettre à jour toutes les

# #32503
source: Update only new
french: Mettre à jour uniquement les nouvelles

# #32504
source: updating...
french: Mise a jour ...

# #32505
source: Update
french: Mise à jour des

# #32506
source: No trailers found
french: Pas de bandes-annonces trouvées

# #32507
source: Update only
french: Mettre à jour uniquement

# #32508
source: Searching trailers...
french: Recherche de bande-annonces...

# #32509
source: Updating Music artworks of
french: Mise à jour des illustrations de

# #32510
source: Automatic Update missing Artworks for all movies
french: Mise à jour automatique des illustrations manquantes de tous les films

# #32511
source: Automatic Update missing Artworks for all tvshows
french: Mise à jour automatique des illustrations manquantes de toutes les séries

# #32512
source: No Artworks found on FanartTv
french: Rien trouvé ....sur FanartTV

# #32513
source: Automatic Update missing Artworks for all moviesets
french: Mise à jour automatique des illustrations manquantes de toutes les sagas

# #32514
source: Set Artworks for
french: Définir les illustrations de

# #32578
source: Enabled for movies
french: Activé pour les films

# #32579
source: Enabled for tvshows
french: Activé pour les séries

# #32580
source: Actors
french: [B]Acteurs[/B]

# #32581
source: Directors
french: [B]Réalisateurs[/B]

# #32582
source: MovieSets
french: [B]Sagas[/B]

# #32583
source: TvShows
french: [B]Séries Tv[/B]

# #32584
source: No information found for
french: Pas d'informations trouvées pour

# #32585
source: Music
french: [B]Musique[/B]

# #32586
source: Trailers
french: [B]Bandes-Annonces[/B]

# #32587
source: download album cover
french: Télécharger la pochette

# #32588
source: Delay before autoplay trailer (0:disabled)
french: Délai avant lecture automatique (0:désactivé)

# #32589
source: Trailers for movies/tvshows
french: [B]Bande-Annonces Films et Séries[/B]

# #32590
source: Activate search
french: Activer la recherche

# #32591
source: Minimum quality of trailers
french: Qualité minimale des vidéos

# #32592
source: Autoplay trailer in full screen
french: Bande-Annonce automatique plein écran

# #32593
source: AlloCine trailer prefered
french: Préférer la bande-annonce Allociné

# #32594
source: Autoplaying trailer
french: Lecture automatique de la bande-annonce

# #32595
source: ALLOCINE Trailers
french: [B]Bande-Annonces ALLOCINE[/B]

# #32596
source: YOUTUBE Trailers
french: [B]Bande-Annonces YOUTUBE[/B]

# #32597
source: CINESERIE Trailers
french: [B]Bande-Annonces CINESERIE[/B]

# #32598
source: Trailers quality
french: Qualité des vidéos

# #32599
source: Only Trailers and no Teaser for tvshow
french: Uniquement les Bande-Annonces pas de 'Teaser'

# #32600
source: Disable local cache
french: Désactiver le cache

# #32601
source: Delete local cache
french: Vider le cache

# #32602
source: Please confirm to delete local cache
french: Veuillez confirmer la suppression de ce cache

# #32603
source: Automatic update artworks in Kodi database when updating item
french: Mettre à jour automatiquement les images manquantes dans la base de Kodi

# #32604
source: Select playlist for
french: Choisir une liste pour

# #32605
source: Create a new playlist
french: Créer une nouvelle liste

# #32606
source: Enter playlist name to create
french: Saisir le nom de liste à créer

# #32607
source: added to
french: ajouté à

# #32608
source: Select playlist containing
french: Sélectionner la liste contenant

# #32609
source: deleted from
french: supprimé de

# #32610
source: Allways Overwrite
french: Toujours écraser ancien

# #32611
source: [B]Your Choice[/B]
french: [B]Votre Choix[/B]

# #32612
source: [B]Attention !!! For all ... [/B]
french: [B]Attention !!! Pour tous ...[/B]

# #32613
source: Are you sure ?
french: Êtes-vous sûr ?

# #32614
source: Artworks
french: Illustrations

# #32615
source: Stop the current playing for play this trailer ?
french: Arrêter la lecture en cours pour lire ce choix ?

# #32616
source: Purge deleted items from local cache
french: Purger les éléments inexistants du cache

# #32617
source: Overwrite current artworks for it ?
french: Ecraser les illustrations actuelles ?

# #32618
source: Today
french: Aujourd'hui

# #32700
source: Poster
french: Affiche

# #32701
source: ClearLogo
french: Logo

# #32702
source: Banner
french: Bannière

# #32703
source: Disc
french: Disque

# #32705
source: Thumb
french: Vignette

# #32707
source: Rate this video :
french: Quelle note donnez-vous ?

# #32708
source: Rating
french: Notation

# #32709
source: Rate after play
french: Notation après lecture

# #32710
source: Rate movie after play
french: Noter le film après lecture

# #32711
source: Rate tvshow episode after play
french: Noter l'épisode après lecture

# #32712
source: Download[CR] the %s Web fanarts[CR]to extrafanart directory
french: Télécharger [CR]les %s fanarts Web[CR]dans le répertoire Extrafanart

# #32800
source: Play all founded trailers
french: Lire de toutes les bandes-annonces trouvées

# #32801
source: Show only one language per trailers
french: Eliminer doublons VO

# #32851
source: Autocompletion
french: Aide à la saisie

# #32852
source: Autocompletion language
french: Language

# #32853
source: Provider
french: Fournisseur

# #32854
source: Sort results by
french: Trier les suggestions par

# #32855
source: empty
french: vide

# #32856
source: Database
french: Base de données

# #32857
source: Auto purge orphan TvShows
french: Purger automatiquement les séries orphelines

# #32858
source: Launch purge orphan TvShows
french: Lancer la purge des séries orphelines

# #32859
source: ALL
french: TOUTES

# #32860
source: Orphan TvShows deleted
french: Séries Orphelines effacées

# #32861
source: no Orphan TvShows found
french: pas de Séries Orphelines trouvées

# #32862
source: Ended
french: Terminée

# #32863
source: Continuing
french: En cours

# #32864
source: Unknown
french: Inconnu

# #32865
source: Initialising TV Planning
french: Création initiale du Planning des séries

# #32866
source: All
french: Toutes

# #32867
source: All Tvshows
french: Toutes les séries

# #32868
source: Kodi TvShows
french: Mes séries

# #32869
source: Incoming/Renewing TvShows
french: Séries à venir/Nouvelle saison

# #32870
source: Go to yours episodes
french: Accéder à vos épisodes

# #32871
source: Missing videos in KODI DATABASE
french: Vidéos non reconnues dans la base de KODI

# #32872
source: Attention ! Could not be reverse !
french: Attention ! Suppression définitive !

# #32873
source: Do you confirm deleting ?
french: Comfirmez-vous la suppression ?

# #32875
source: Missing in
french: Manquants dans

# #32876
source: Uncomplete Movie collection
french: Sagas incomplètes

# #32877
source: Do you confirm renaming ?
french: Comfirmez-vous le renommage ?

# #32878
source: Successfully achevied
french: Opération achevée avec succès

# #32879
source: Check in progress...
french: Vérification en cours...

# #32880
source: No elements found...
french: Aucun éléments trouvés...

# #32881
source: Please now, clean and update library
french: Désirez-vous nettoyer et mettre à jour de la librairie maintenant ? (fortement conseillé)

# #32882
source: File target already exist !
french: Fichier de destination déjà existant !

# #32883
source: Some delete and rename operations executed.
french: Des suppressions et/ou renommages ont été effectués.

# #32884
source: duplicates
french: doublons

# #32885
source: Including incoming elements ?
french: Inclure les prochaines sorties ?

# #32886
source: Prohibited chars detected !!!
french: Caractères interdits détectés !!!

# #32887
source: Replace prohibited chars by a point ?
french: Remplacer les caractères interdits par un point ?
